Repository: hangoutsbot/hangoutsbot
Catalog: hangupsbot/locale/*/LC_MESSAGES/hangupsbot.po
Languages: fr

source: EXCEPTION in {}
fr: EXCEPTION dans {}

source: <b>User commands:</b>
fr: <b>Commandes utilisateur :</b>

source: <i>For more information, please see: {}</i>
fr: <i>Pour plus d'informations, voir svp : {}</i>

source: <b>Admin commands:</b>
fr: <b>Commandes Admin :</b>

source: <i>{}, I've sent you some help ;)</i>
fr: <i>{}, Je t'ai envoyé un peu d'aide ;)</i>

source: <i>{}, before I can help you, you need to private message me and say hi.</i>
fr: <i>{}, afin de pouvoir t'aider, tu dois démarrer une conversation privée avec moi et dire bonjour.</i>

source: <i>{}, you <b>opted-out</b> from bot private messages</i>
fr: <i>{}, tu <b>refuses</b> les messages privés du bot</i>

source: <i>{}, you <b>opted-in</b> for bot private messages</i>
fr: <i>{}, tu <b>acceptes</b> les messages privés du bot</i>

source: Bot Version: <b>{}</b>
fr: Version du bot : <b>{}</b>

source: {}: unknown command
fr: Commande inconnue

source: exception occurred, config.json likely malformed
fr: exception survenue, config.json susceptible d'etre malformé

source: check {}
fr: vérifiez {}

source: {}: missing parameter(s)
fr: {} : paramètre(s) manquant(s)

source: {}: Can't do that.
fr: {} : Je ne peux pas faire ça

source: function
fr: fonction

source: HangupsBot: memory file will be used: {}
fr: HangupsBot: fichier memoire qui sera utilise: {}

source: creating memory file: {}
fr: Creation du fichier mémoire : {}

source: failed to create default memory file: {}
fr: impossible de créer le fichier par défaut : {}

source: {} already registered in shared
fr: {} déjà enregistré dans le partage

source: Login failed ({})
fr: Connexion refusée ({})

source: unrecoverable low-level error
fr: erreur système fatale

source: Client unexpectedly disconnected: {}
fr: déconnexion innatendue du client {}

source: Waiting {} seconds...
fr: Veuillez patienter {} secondes...

source: Trying to connect again (try {} of {})...
fr: Nouvelle connexion en cours (essai {} sur {})

source: Maximum number of retries reached! Exiting...
fr: Nombre maximal de tentatives atteint ! Fin...

source: could not identify conversation id
fr: Identification de la conversation impossible

source: Conversations:
fr: Discussions:

source: memory: {} is 1on1 with {}
fr: memory: {} est en relation 1 a 1 avec {}

source: Connected!
fr: Connecté

source: Connection lost!
fr: Connexion perdue!

source: log detailed debugging messages
fr: Messages de debug détaillés dans le fichier de log

source: log file path
fr: chemin du fichier de journalisation

source: cookie storage path
fr: chemin de stockage du cookie

source: memory storage path
fr: chemin de stockage de la mémoire

source: config storage path
fr: chemin de stockage de la configuration

source: show program's version number and exit
fr: montre le numéro de version du programme puis quitte

source: Failed to create directory: {}
fr: Échec de la création du répertoire: {}

source: Failed to copy default config file: {}
fr: Échec de la copie du fichier de configuration par défaut: {}

source: bot aliases: {}
fr: alias utilisés par le robot

source: <i>bot alias: {}</i>
fr: <i>alias du bot: {}</i>

source: <i>not authorised to change bot alias</i>
fr: <i>non autorisé à changer l’alias du bot</i>

source: <i>{} rolled <b>{}</b></i>
fr: alias utilisé par le robot

source: <i>{}, coin turned up <b>heads</b></i>
fr: <i>{}, la pièce est côté <b>face</b></i>

source: <i>{}, coin turned up <b>tails</b></i>
fr: <i>{}, la pièce est côté <b>pile</b></i>

source: <em>invite: missing "to" or "from"</em>
fr: <em>invitation: "à destination de" ou "de la part de" manquant</em>

source: <em>invite: missing "to"</em>
fr: <em>invitation: "A destination de" manquant</em>

source: <em>invite: specify "from" or explicit list of "users"</em>
fr: <em>invitation: spécifiez "de la part de" ou détaillez la liste des "utilisateurs"</em>

source: <em>invite: nobody invited</em>
fr: <em>invitation: personne n'est invité</em>

source: <em>invite: {} invitations created</em>
fr: <em>invitation: {} invitations créées</em>

source: <b>Invites for {}:</b>
fr: <b>Invitations for {}:</b>

source: <em>To claim an invite, use the rsvp command followed by the invite code</em>
fr: <em>Pour demander une invitation, utiliser la commande rsvp suivie du code d'invitation</em>

source: <em>no invites to display</em>
fr: aucune invitation en cours

source: <i>group refreshed</i><br />
fr: le groupe est à jour

source: <b>group obsoleted</b>
fr: <b>groupe obsolète</b>

source: NOPE! Some things aren't worth repeating.
fr: NAN! Certains choses valent la peine d'être répétées.

source: broadcast: no message set
fr: diffusion: aucun message de défini

source: broadcast: no conversations available
fr: diffusion: aucune conversation disponible

source: <b>message:</b><br />{}<br /><b>to:</b><br />{}
fr: <b>message:</b><br />{}<br /><b>à:</b><br />{}

source: broadcast: message not allowed
fr: diffusion: message interdit

source: broadcast: message must be supplied after subcommand
fr: diffusion: un message doit être saisi après la sous commande

source: broadcast: {} conversation(s)
fr: diffusion: {} discussion(s)

source: broadcast: removed {}
fr: diffusion: {} supprimé

source: broadcast: message sent to {} chats
fr: diffusion; message envoyé aux {} tchats

source: broadcast: /bot broadcast [info|message|add|remove|NOW] ...
fr: diffusion: /bot broadcast [info|message|add|remove|NOW] ...

source: broadcast: /bot broadcast [info|message|add|remove|NOW]
fr: diffusion: /bot broadcast [info|message|add|remove|NOW]

source: results for user named "{}":
fr: resultats pour les utilisateurs nommés "{}":

source: <b>list of active hangouts:</b><br />
fr: <b>liste des hangouts actifs:</b><br />

source: <b>results for hangouts named "{}"</b><br />
fr: <b>résultats pour les hangouts nommés "{}"</b><br />

source: HangupsBot killed by user {} from conversation {}
fr: HangupsBot tué par l’utilisateur {} depuis la conversation {}

source: append failed on non-list
fr: Erreur d'ajout dans une liste inexstante

source: remove failed on non-list
fr: Erreur de suppression dans une liste inexstante

source: Parameter does not exist!
fr: Paramètre inexistant

source: You are at <b>{}</b>, conv_id = <i>{}</i>
fr: Vous êtes sur <b>{}</b>, conv_id = <i>{}</i>

source: dnd: list migrated to memory
fr: dnd: liste déplacée en mémoire

source: dnd: list migrated to dictionary
fr: dnd: liste déplacée dans le dictionnaire

source: <b>{}</b>, remembered!
fr: <b>{}</b>, enregistré!

source: <b>{}</b>, remembered something else!
fr: <b>{}</b>, enregistrer autre chose!

source: <b>{}</b>, nothing remembered!
fr: <b>{}</b>, rien d'enregistré!

source: <b>{}</b> asked me to remember <i>"{}"</i>
fr: <b>{}</b> m’a demandé de retenir <i>"{}"</i>

source: <b>{}</b>, nothing to forget!
fr: <b>{}</b>, rien à oublier!

source: <b>{}</b>, forgotten!
fr: <b>{}</b>, oublié!

source: <b>{}</b>, remembered for this conversation
fr: <b>{}</b>, enregistré pour cette discussion

source: <b>{}</b>, remembered something else for this conversation!
fr: <b>{}</b>, également enregistré pour cette discussion

source: <b>{}</b>, nothing remembered for this conversation!
fr: <b>{}</b>, aucun enregistrement de cette discussion

source: <b>{}</b> asked me to remember <i>"{}" for this conversation</i>
fr: <b>{}</b> m'a demandé de me souvenir de <i>"{}" pour cette discussion</i>

source: <b>{}</b>, nothing to forget for this conversation!
fr: <b>{}</b>, rien à oublier pour cette discussion!

source: <b>{}</b>, forgotten for this conversation!
fr: <b>{}</b>, oublié pour cette conversation!

source: HangupsBot: config.plugins is not defined, using ALL
fr: HangupsBot: config.plugins n'est pas defini, utilisation de ALL

source: EXCEPTION during plugin import: {}
fr: EXCEPTION lors de l'importation du plugin : {}

source: EXCEPTION during plugin init: {}
fr: EXCEPTION durant l'initialisation du plugin : {}

source: added: {}
fr: ajouté : {}

source: FORWARDING: {}
fr: TRANSFERT : {}

source: <b>{}</b>, spreadsheet remembered!
fr: <b>{}</b>, tableur mémorisé!

source: <b>{}</b>, spreadsheet for this conversation: <a href="{}">{}</a>
fr: <b>{}</b>, tableurs pour cette discussion: <a href="{}">{}</a>

source: <b>{}</b>, no spreadsheet to forget for this conversation!
fr: <b>{}</b>, aucun tableur à oublier pour cette discussion!

source: <b>{}</b>, spreadsheet forgotten for this conversation!
fr: <b>{}</b>, tableur oublié pour cette discussion!

source: Spreadsheet function disabled
fr: fonction tableur désactivée

source: Spreadsheet URL not set
fr: URL de tableur non définie

source: Results for keyword <b>{}</b>:<br />
fr: Resultats pour le mot-clé <b>{}</b>:<br />

source: {0} ({1}) has requested to lookup '{2}'
fr: {0} ({1}) a demande a consulter '{2}'

source: <br />Row {}:
fr: <br />Ligne {}:

source: <br />{0} rows found. Only returning first {1}.
fr: <br />{0} lignes trouvées. Renvoi uniquement les {1} premières.

source: No match found
fr: Aucune correspondance trouvée

source: LOTTERY: joint room keys {}
fr: LOTTERY : clés de la salle commune {}

source: LOTTERY: loading from memory
fr: LOTERIE : chargement depuis la mémoire

source: prepare: min and max are the same ({})
fr: préparation : le minima et le maximum sont identiques ({})

source: prepare: unrecognised match (!csv, !range, !numberToken): {}
fr: préparation : aucune comparaison trouve (!csv, !range, !numberToken): {}

source: prepare: {} was initialised empty
fr: préparation: {} a été initialisé à l'état vide

source: LOTTERY: {} is valid
fr: LOTTERY: {} est valide

source: <b>{}</b>, you have already drawn <b>{}</b> from the <b>{}</b> box
fr: <b>{}</b>, tu as déjà tiré <b>{}</b>dans le boîte <b>{}</b>

source: <b>{}</b> draws <b>{}</b> from the <b>{}</b> box.
fr: <b>{}</b> tire <b>{}</b> dans la boite <b>{}</b>.

source: ...AAAAAND its all gone! The <b>{}</b> lottery is over folks.
fr: ...Et c'est termine! La lotterie <b>{}</b> est finie les enfants

source: <b>{}</b>, the <b>{}</b> lottery is over.
fr: <b>{}</b>, La lotterie<b>{}</b> est terminee

source: You drew a {} previously.
fr: Tu as tiré {} précédemment.

source: quidproquo: user {} ({}) has DND active
fr: quidproquo: L'utilisateur {} ({}) a active la fonction Ne pas deranger

source: <b>{}</b>, you cannot @mention anyone until your DND status is toggled off.
fr: <b>{}</b>,vous ne pouvez @mentionner personne jusqu'à ce que votre statut DND soit off.

source: quidproquo: user {} ({}) has 1-on-1
fr: quidproquo: L'utilisateur {} ({}) a une de conversation privee

source: quidproquo: user {} ({}) has no 1-on-1
fr: quidproquo: L'utilisateur {} ({}) n'a pas de conversation privee

source: <b>{}</b> cannot @mention anyone until they say something to me first.
fr: <b>{}</b> ne peut pas @mention quelqu'un tant qu'ils ne m'ont pas dit quelque chose en premier.

source: @mention '{}' in '{}' ({})
fr: @mention '{}' dans '{}' ({})

source: @all in {}: disabled/unset global/per-conversation
fr: @all dans {}: disabled/unset global/per-conversation

source: @all in {}: user {} ({}) is not admin
fr: @all in {}: user {} ({}) n’est pas administrateur

source: @all in {}: user {} ({}) blocked
fr: @all dans {}: utilisateur {} ({}) bloque

source: You are not allowed to use @all in <b>{}</b>
fr: Vous n’êtes pas autorisé à utiliser @all dans <b>{}</b>

source: <b>{}</b> blocked from using <i>@all</i>
fr: <b>{}</b> bloqué pour l’usage de <i>@all</i>

source: @all in {}: allowed, {} ({}) is whitelisted
fr: @all dans {}: est autorisé, {} ({}) est sur liste blanche

source: @all in {}: allowed, {} ({}) is an admin
fr: @all dans {}: est autorisé, {} ({}) est un admin

source: @all in {}: enabled global/per-conversation
fr: @all dans {}: global/per-conversation active

source: user {} ({}) is present
fr: l’utilisateur {} ({}) est présent

source: suppressing bot mention by {} ({})
fr: suppression du bot de mention par {} ({})

source: suppressing @all for {} ({})
fr: suppression @all pour {} ({})

source: suppressing @mention for {} ({})
fr: suppression @mention pour {} ({})

source: prioritising nickname match for {}
fr: priorisation de correspondance de pseudo pour {}

source: {} users would be mentioned with "@{}"! Be more specific. List of matching users:<br />
fr: {} utilisateurs seraient mentionnés avec "@{}"! Soyez plus précis. Liste de concordance utilisateurs:<br />

source: @{} not sent due to multiple recipients
fr: @{} n’a pas été envoyé du fait du trop grand nombre de destinataires

source: {} mentioned you in {}
fr: {} vous a mentionné dans {}

source: {} ({}) alerted via pushbullet
fr: {} ({}) informe par pushbullet

source: pushbullet alert failed for {} ({})
fr: Erreur d'alerte par pushbullet pour {} ({})

source: <b>{}</b> @mentioned you in <i>{}</i>:<br />{}
fr: <b>{}</b> vous a mentionne dans <i>{}</i>:<br />{}

source: {} ({}) alerted via 1on1 ({})
fr: {} ({}) alerte en prive ({})

source: @mention didn't work for <b>{}</b>. User must say something to me first.
fr: @mention n'a pas fonctionné pour <b>{}</b>. L'utilisateur doit me parler d'abord

source: user {} ({}) could not be alerted via 1on1
fr: L'utilisateur {} ({}) ne peut peut pas etre alerte en prive

source: 1-to-1 fail: <i>{}</i><br />
fr: Echec du mode prive : <i>{}</i><br />

source: PushBullet fail: <i>{}</i><br />
fr: Erreur PushBullet: <i>{}</i><br />

source: Ignored (DND): <i>{}</i><br />
fr: Ignore (Ne pas deranger): <i>{}</i><br />

source: Alerted: <i>{}</i><br />
fr: Alerte: <i>{}</i><br />

source: Nobody was successfully @mentioned ;-(<br />
fr: Personne n'a ete mentionne correctement ;-(<br />

source: Users failing 1-to-1 need to say something to me privately first.<br />
fr: Echec mode 1-to-1 vous devez commencer par me parler en prive.<br />

source: deactivating pushbullet integration
fr: désactivation de l'intégration de PushBullet

source: setting pushbullet api key
fr: Paramétrage de la clé API de PushBullet

source: pushbullet configuration not changed
fr: Configuration de PushBullet inchangée

source: <i>Your nickname is already "
fr: <i>Votre pseudo est toujours "

source: <i>Nickname "
fr: <i>Pseudo "

source: " is already in use by another user.</i>
fr: " est déjà attribué à un autre utilisateur.</i>

source: Removing nickname
fr: Retrait du pseudo

source: Setting nickname to '{}'
fr: Pseudo enregistré comme '{}'

source: <i>Moderators updated: {} added</i>
fr: <i>Mise a jour moderateur: {} ajoute</i>

source: <i>Moderators updated: {} removed</i>
fr: <i>Mise a jour moderateur: {} supprime</i>

source: Removing topic
fr: Suppresion du sujet

source: Setting topic to '{}'
fr: Changement du sujet pour '{}'

source: RESTRICTEDADD: admin added me to {}
fr: RESTRICTEDADD: l'administrateur m'a ajoute a {}

source: RESTRICTEDADD: authorised user added me to {}
fr: RESTRICTEDADD: l'utilisateur verifie m'a ajoute a {}

source: RESTRICTEDADD: user {} tried to add me to {}
fr: RESTRICTEDADD: l'utilisateur {} a essaye de m'ajouter a {}

source: RESTRICTEDADD: found botkeeper {}
fr: RESTRICTEDADD: botkeeper {} trouve

source: RESTRICTEDADD: no botkeeper in {}
fr: RESTRICTEDADD: pas de botkeeper dans {}

source: <i>There is no botkeeper in here. I have to go...</i>
fr: <i>Il n'y a pas de botkeeper ici. Je dois y aller...</i>

source: user id {} added as botkeeper
fr: L'identifiant utilisateur {} a ete ajoute en tant que botkeeper

source: user id {} removed as botkeeper
fr: L'identifiant utilisateur {} a ete supprime de la liste des botkeeper

source: user id {} is not authorised
fr: L'identifiant utilisateur {} n'est pas autorise

source: <i>no entry found for {}</i>
fr: <i>Aucune entree trouvee pour {}</i>

source: TRANSLATE: "{}" to {}
fr: TRANSLATE: "{}" vers {}

source: config.slack[{}].certfile must be configured
fr: Le composant config.slack[{}].certfile doit etre configure

source: config.slack[{}] missing keyword
fr: Il manque un mot cle au composant config.slack[{}]

source: listener: slack : requested access could not be assigned. Is something else using that port? (== '{}:{}')
fr: auditeur: négligé: l'accès demandé n'a pas pu être fourni. Y a t il autre chose utilisant ce port? (== '{}:{}')

source: conversation id must be provided as part of path
fr: L'identifiant de conversation doit etre faire parti du path

source: handler finished
fr: handler termine

source: receiving POST...
fr: Reception en mode POST...

source: connection closed
fr: Connexion terminee

source: <i>Starter: Configuring first admin: {}</i>
fr: <i>Starter: Configuration du premier administrateur: {}</i>

source: <i>No! I am Spartacus!</i>
fr: <i>Nan! Je suis Spartacus!</i>

source: <i>verified - user has a one-to-one conversation with me</i>
fr: <i>Utilisateur verifie possede une conversion privee avec moi</i>

source: <i>User must say "hi" to me first via a 1-on-1 hangout with <b>{}</b>.
fr: <i>L'utilisateur doit d'abord me dire "hi" en conversation privée sur hangout avec <b>{}</b>.

source: subscribe: keyword '{}' in '{}' ({})
fr: subscribe: mots cles '{}' in '{}' ({})

source: <b>{}</b> mentioned '{}' in <i>{}</i>:<br />{}
fr: <b>{}</b> a mentionne '{}' dans <i>{}</i>:<br />{}

source: subscribe: {} ({}) alerted via 1on1 ({})
fr: subscribe: {} ({}) a ete alerte en prive ({})

source: subscribe: {} ({}) has dnd
fr: subscribe: {} ({}) est en mode ne pas deranger

source: subscribe: user {} ({}) could not be alerted via 1on1
fr: subscribe: L'utilisateur {} ({}) ne peut pas etre alerte en prive

source: Note: I am unable to ping you until you start a 1 on 1 conversation with me!
fr: Remarque: Il m'est impossible de vous pinger avant que vous n'ayez commencé une conversation privée avec moi!

source: Usage: /bot subscribe [keyword]
fr: Utilisation : /bot subscribe [mot clé]

source: Subscribed to: {}
fr: Vous avez souscrit a : {}

source: Already subscribed to '{}'!
fr: Vous avez deja souscrit a '{}'!

source: Note: You will not be able to trigger your own subscriptions. To test, please ask somebody else to test this for you.
fr: Vous ne serez pas en mesure de déclencher vos propres abonnements. Pour tester, veuillez demander à quelqu'un d'essayer pour vous

source: Unsubscribing all keywords
fr: Désinscription de tous les mot-clés

source: Unsubscribing from keyword '{}'
fr: Désinscription du mot-clé '{}'

source: Error: keyword not found
fr: Erreur: mot-clé non trouvé

source: AUTOTRANSLATE(): translating {} to {}
fr: AUTOTRANSLATE(): traduction de {} vers {}

source: <i>syncroom "{}" language is {}</i>
fr: <i>syncroom "{}" la langue est {}</i>

source: <i>syncroom "{}" language set to {}</i>
fr: <i>syncroom "{}" changement de langue en {}</i>

source: SYNCROOM_CONFIG: extended
fr: SYNCROOM_CONFIG: etendu

source: <i>syncout updated: {} conversations</i>
fr: <i>syncout mis a jour: {} conversations</i>

source: SYNCROOM_CONFIG: created
fr: SYNCROOM_CONFIG: cree

source: <i>syncout created: {} conversations</i>
fr: <i>syncout cree: {} conversations</i>

source: SYNCROOM_CONFIG: no change
fr: SYNCROOM_CONFIG: pas de changement

source: <i>syncouts unchanged</i>
fr: <i>syncouts inchange</i>

source: <i>{} was detached</b></i>
fr: <i>{} was detacheda ete detache</b></i>

source: syncrooms: handler disabled by context
fr: syncrooms: handler desactive par le contexte

source: syncrooms: broadcasting to {} room(s)
fr: syncrooms: Propagation aux discussions {}

source: syncrooms: not a sync room
fr: syncrooms : n'est pas une discussion de synchronisation

source: syncrooms: incoming message
fr: syncrooms: message en cours de reception

source: syncrooms: {} user(s) added to {}
fr: syncrooms: Les utilisateurs {} ont ete ajoute a {}

source: syncrooms: {} user(s) left {}
fr: syncrooms: les utilisateurs {} ont quitte {}

source: <b>Sync Rooms: {}</b>
fr: <b>Salles synchronisés: {}</b>

source: <b>Standard Room</b>
fr: <b>Salle standard</b>

source: <b>Total Unique: {}</b>
fr: <b>Totalement Unique: {}</b>

source: <b>definition:</b>
fr: <b>définition:</b>

source: <b>example:</b>
fr: <b>exemple:</b>

source: <i>no urban dictionary definition for "{}"</i>
fr: <i>pas de définition dans urban dictionary pour "{}"</i>

source: <i>no term from urban dictionary</i>
fr: <i>pas de mot de urban dictionary</i>

source: WOLFRAMALPHA: config.wolframalpha-apikey required
fr: WOLFRAMALPHA: config.wolframalpha-apikey est requis

source: <i>Wolfram Alpha did not return any useful data</i>
fr: <i>Wolfram Alpha n'a pas retourne de donnees pertinentes</i>
